/* No comment provided by engineer. */
"A device that you have previously authorized is requesting re-authorization. This could be because it has lost its authorization code, or because something else is pretending to be that device. Only click OK if you are certain you are authorizing the device you intend to." = "你以前已授权的设备正在请求重新授权。这可能是因为它已经失去了其授权码，或者因为别的东西假装自己该设备。如果您确信您授权您打算到该设备，仅单击确定。";

/* Error description */
"Alignment Error" = "对齐方式错误";

/* No comment provided by engineer. */
"Authentication failed." = "身份验证失败。";

/* No comment provided by engineer. */
"Authorized" = "授权";

/* No comment provided by engineer. */
"Authorizing…" = "授权......";

/* No comment provided by engineer. */
"Beginning local transaction" = "开始本地事务";

/* No comment provided by engineer. */
"Beginning remote transaction" = "开始远程事务";

/* No comment provided by engineer. */
"Beginning remote transaction (input required on remote device)" = "开始远程事务 （远程设备所需的输入）";

/* Error description */
"Buffer Too Small" = "缓冲区太小";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancelled authorization." = "被取消的授权。";

/* No comment provided by engineer. */
"Clean: %@ (%@)" = "清洁： %1$ @ （%2$ @)";

/* No comment provided by engineer. */
"Closing local store" = "关闭本地存储";

/* No comment provided by engineer. */
"Closing remote store" = "关闭远程存储";

/* No comment provided by engineer. */
"Committing local transaction" = "提交本地事务";

/* No comment provided by engineer. */
"Committing remote transaction" = "提交远程事务";

/* No comment provided by engineer. */
"Completing Sync" = "完成同步";

/* No comment provided by engineer. */
"Connection cancelled." = "连接被取消。";

/* No comment provided by engineer. */
"Connection failed because a call is active." = "连接失败，因为调用处于活动状态。";

/* No comment provided by engineer. */
"Connection failed because data transmission is not allowed." = "连接失败，因为数据传输不允许的。";

/* No comment provided by engineer. */
"Connection failed because international roaming is turned off." = "连接失败，因为国际漫游服务处于关闭状态。";

/* No comment provided by engineer. */
"Connection failed because it could not decode the content data." = "连接失败，因为它不能解码的内容的数据。";

/* No comment provided by engineer. */
"Connection failed because it could not decode the raw data." = "连接失败，因为它不能对原始数据进行解码。";

/* No comment provided by engineer. */
"Connection failed because it could not detect an internet connection." = "连接失败，因为它不能检测到 internet 连接。";

/* No comment provided by engineer. */
"Connection failed because it received a bad server response." = "连接失败，因为它收到坏服务器响应。";

/* No comment provided by engineer. */
"Connection failed because it retrieved a zero-byte resource." = "连接失败，因为它检索一个零字节的资源。";

/* No comment provided by engineer. */
"Connection failed because it was redirected to a nonexistent location." = "连接失败，因为它被重定向到不存在的位置。";

/* No comment provided by engineer. */
"Connection failed because of insufficient permissions." = "没有足够的权限，连接失败。";

/* No comment provided by engineer. */
"Connection failed because Sync could not connect to the specified host." = "连接失败，因为同步无法连接到指定的主机。";

/* No comment provided by engineer. */
"Connection failed because the connection timed out." = "连接失败，因为连接已超时。";

/* No comment provided by engineer. */
"Connection failed because the DNS lookup failed." = "连接失败，因为 DNS 查找失败。";

/* No comment provided by engineer. */
"Connection failed because the host cannot be located." = "连接失败，因为主机无法定位。";

/* No comment provided by engineer. */
"Connection failed because the network connection was lost." = "连接失败，因为网络连接已丢失。";

/* No comment provided by engineer. */
"Connection failed because the request body stream was exhausted." = "连接失败，因为请求的身体流被弄得筋疲力尽。";

/* No comment provided by engineer. */
"Connection failed because the requested file does not exist." = "连接失败，因为所请求的文件不存在。";

/* No comment provided by engineer. */
"Connection failed because the requested file is a directory." = "连接失败，因为所请求的文件是一个目录。";

/* No comment provided by engineer. */
"Connection failed because the resource was unavailable." = "连接失败，因为资源是不可用。";

/* No comment provided by engineer. */
"Connection failed because too many redirects were encountered." = "连接失败，因为遇到了太多的重定向。";

/* No comment provided by engineer. */
"Connection failed because user authentication is required." = "连接失败，因为用户身份验证是必需。";

/* No comment provided by engineer. */
"Connection failed due to a malformed URL." = "URL 格式不正确，连接失败。";

/* No comment provided by engineer. */
"Connection failed due to an unknown error." = "未知错误，连接失败。";

/* No comment provided by engineer. */
"Connection failed due to an unsupported URL." = "不受支持的 URL，连接失败。";

/* No comment provided by engineer. */
"Connection failed." = "连接失败。";

/* No comment provided by engineer. */
"Copying record %@" = "复制记录 %@";

/* No comment provided by engineer. */
"Could not add %@ to the transaction" = "不能向交易记录添加 %@";

/* No comment provided by engineer. */
"Could not add a local database because a database with that UUID already exists." = "无法添加一个本地数据库，因为已存在具有该 UUID 数据库。";

/* No comment provided by engineer. */
"Could not add a local database because of an unknown error." = "不能添加一个本地数据库由于未知的错误。";

/* No comment provided by engineer. */
"Could not close the connection cleanly" = "不能干净地关闭连接";

/* No comment provided by engineer. */
"Could not commit the transaction" = "无法提交事务";

/* No comment provided by engineer. */
"Could not complete adding %@ to the transaction" = "不能完成添加 %@ 到交易记录";

/* No comment provided by engineer. */
"Could not create the transaction" = "不能创建交易记录";

/* No comment provided by engineer. */
"Could not fetch a directory’s contents" = "无法提取一个目录的内容";

/* No comment provided by engineer. */
"Could not fetch an item’s type" = "无法提取项目类型";

/* No comment provided by engineer. */
"Could not fetch the databases" = "无法提取数据库";

/* No comment provided by engineer. */
"Could not fetch the item’s type because no such item exists." = "无法提取的项目类型，因为不存在任何此类项。";

/* No comment provided by engineer. */
"Could not fetch the records" = "不能获取记录";

/* No comment provided by engineer. */
"Could not fetch the transaction" = "无法提取事务";

/* No comment provided by engineer. */
"Could not fetch the type of a file/directory" = "无法提取的文件/目录的类型";

/* No comment provided by engineer. */
"Could not load %@" = "无法加载 %@";

/* No comment provided by engineer. */
"Could not load a persistent transaction." = "不能加载持久性的交易。";

/* No comment provided by engineer. */
"Could not load a record" = "不能加载记录";

/* No comment provided by engineer. */
"Could not load the sync locations because the Locations file is invalid." = "无法加载同步位置，因为位置文件无效。";

/* No comment provided by engineer. */
"Could not merge the directories" = "无法合并目录";

/* No comment provided by engineer. */
"Could not move a file/directory" = "不能移动一个目录";

/* No comment provided by engineer. */
"Could not move “%@” to new parents because of an unknown error." = "无法移动\"%@\"对新父母由于未知的错误。";

/* No comment provided by engineer. */
"Could not open the connection" = "不能打开连接";

/* No comment provided by engineer. */
"Could not open the connection (the specified host could not be found." = "不能打开的连接 （无法找到指定的主机。";

/* No comment provided by engineer. */
"Could not remove the record because of an unknown error." = "由于发生未知错误，不删除该记录。";

/* No comment provided by engineer. */
"Could not retrieve the requested record." = "无法检索请求的记录。";

/* No comment provided by engineer. */
"Could not store the record (%@)" = "无法存储记录 (%@)";

/* No comment provided by engineer. */
"Could not update the metadata of “%@” because of an unknown error." = "无法更新的元数据\"%@\"由于未知的错误。";

/* No comment provided by engineer. */
"Could not verify the store structure" = "无法验证存储结构";

/* No comment provided by engineer. */
"Could not verify the structure of the database" = "无法验证数据库的结构";

/* No comment provided by engineer. */
"Could not write the record’s content" = "无法写入记录的内容";

/* Error description */
"Decode Error" = "解码错误";

/* No comment provided by engineer. */
"Deleting" = "删去";

/* No comment provided by engineer. */
"Deleting record %@" = "删除记录 %@";

/* Label used to describe the type of direct connection locations */
"Direct Connection" = "直接连接";

/* No comment provided by engineer. */
"Duplicate Database" = "复制数据库";

/* Error reason */
"Failed to allocate memory" = "分配内存失败";

/* No comment provided by engineer. */
"Fetching local database" = "获取本地数据库";

/* No comment provided by engineer. */
"Fetching local records" = "获取本地记录";

/* No comment provided by engineer. */
"Fetching remote database" = "获取远程数据库";

/* No comment provided by engineer. */
"Fetching remote records" = "获取远程记录";

/* Error reason */
"Function not implemented for the current algorithm" = "对于当前的算法没有执行的功能";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "非法参数提供给加密/解密算法";

/* Error reason */
"Input data did not decode or decrypt correctly" = "输入的数据没有解码或正确解密";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "对加密算法的输入的大小不是正确对齐";

/* Error reason */
"Insufficient buffer provided for specified operation" = "为指定的操作提供的缓冲区不足";

/* No comment provided by engineer. */
"Invalid argument." = "无效的参数。";

/* No comment provided by engineer. */
"Local" = "本地";

/* Label used to describe the type of .dtSyncStore package locations */
"Local Sync Store" = "同步线程本地存储区";

/* Error description */
"Memory Failure" = "内存故障";

/* No comment provided by engineer. */
"Merged duplicate items { name: '%@', url: '%@' } in feed '%@'. " = "合并重复项 {名称: %1$ @'，url： '%2$ @'} 饲料中' %3$ @'。 ";

/* No comment provided by engineer. */
"More than 10% of the records in the local database and remote store will be changed." = "超过 10%的本地数据库和远程存储中的记录将被改变。";

/* No comment provided by engineer. */
"More than 1000 of the records in the local database and remote store will be changed." = "一千多名本地数据库和远程存储中的记录将被改变。";

/* No comment provided by engineer. */
"Most recent receipt uses an outdated format; reverting to safe method (%@)." = "最近收到使用过时的格式 ；恢复安全的方法 （%@）。";

/* No comment provided by engineer. */
"Moving record %@" = "移动记录 %@";

/* No comment provided by engineer. */
"No content was found for record \"%@\".  Verify your database!" = "为记录找不到内容\"%@\"。 验证您的数据库！";

/* No comment provided by engineer. */
"Not authorized" = "未授权";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Opening local store" = "开放本地存储";

/* No comment provided by engineer. */
"Opening remote store" = "开放远程存储";

/* No comment provided by engineer. */
"Opening remote store (input required on remote device)" = "打开远程存储 （远程设备所需的输入）";

/* Error description */
"Parameter Error" = "参数错误";

/* No comment provided by engineer. */
"Please ensure all machines are updated to the most current version of DEVONthink." = "请确保所有的机器都更新到最新版本的 DEVONthink。";

/* No comment provided by engineer. */
"Please upgrade your copy of DEVONthink in order to use the Sync plugin." = "请升级您的 DEVONthink 的副本为使用同步插件。";

/* No comment provided by engineer. */
"Re-Authorize Device?" = "重新授权的设备吗？";

/* No comment provided by engineer. */
"Resolving conflict for" = "解决冲突";

/* No comment provided by engineer. */
"Resuming local transaction" = "恢复本地事务";

/* No comment provided by engineer. */
"Resuming remote transaction" = "恢复远程事务";

/* No comment provided by engineer. */
"Resuming remote transaction (input required on remote device)" = "恢复远程事务 （输入需要对远程设备）";

/* No comment provided by engineer. */
"Retrieving" = "检索";

/* No comment provided by engineer. */
"Sending" = "发送";

/* Error description */
"Success" = "成功";

/* No comment provided by engineer. */
"Successfully imported." = "已成功导入。";

/* No comment provided by engineer. */
"Successfully synced." = "成功同步。";

/* No comment provided by engineer. */
"Sync Now" = "立即同步";

/* No comment provided by engineer. */
"Sync: %@ → %@ (%@)" = "同步: %1$ → %2$ @ (%3$ @)";

/* Menu and Toolbar Item */
"Synchronize" = "同步";

/* No comment provided by engineer. */
"Syncing database metadata" = "同步数据库元数据";

/* No comment provided by engineer. */
"The differences between the records in the local database and remote store amount to more than 100MB." = "本地数据库和远程存储中的记录之间的差异数额超过 100 MB。";

/* No comment provided by engineer. */
"The lockfile could not be validated.  Please try again later." = "文件不能被验证。 请稍后再试。";

/* No comment provided by engineer. */
"The operation was cancelled." = "操作被取消。";

/* No comment provided by engineer. */
"The record was changed since syncing began. Changes to this record will apply on the next sync." = "同步开始以来，该记录被更改。对此记录的更改将应用于下一次同步。";

/* No comment provided by engineer. */
"The remote database is in use by another client.  Please try again later." = "远程数据库正在使用另一个客户端。 请稍后再试。";

/* No comment provided by engineer. */
"The remote database seems to be a copy of a local database. Synchronizing will merge the remote and local changes and keep them in sync in the future (which is probably what you intended). If you do not want to merge them, for whatever reason, please cancel now and transfer the content to a new database." = "远程数据库似乎是一个本地数据库的副本。同步将合并远程和本地更改并将其放在未来同步 （这可能是你的意图）。如果你不想合并它们，不管出于什么原因，请现在取消，并将内容传输到一个新的数据库。";

/* No comment provided by engineer. */
"The requested resource already exists." = "所请求的资源已存在。";

/* No comment provided by engineer. */
"The sync was cancelled on the remote side." = "在远程端同步已被取消。";

/* No comment provided by engineer. */
"There are significant differences between the local database and the remote store. %@" = "有本地数据库和远程存储之间的显著差异。%@";

/* No comment provided by engineer. */
"This operation will link your DEVONthink Personal database with the specified remote database.  You can either merge your current data with the remote database or erase your current data, replacing it with the remote database.\nIf you choose to replace your local data, this will result in the removal of all data and cannot be undone!" = "此操作会将链接您用指定的远程数据库的 DEVONthink 个人数据库。 可以将您与远程数据库的当前数据合并，或者清除您当前的数据，它替换远程数据库。\n如果您选择替换您的本地数据，这将导致所有数据的删除，将无法撤消！";

/* No comment provided by engineer. */
"This operation will remove all DEVONthink databases from the remote store.  This may cause serious problems with any other databases currently synchronizing with this location.  This cannot be undone!" = "此操作将从远程存储删除所有 DEVONthink 数据库。 这可能会导致严重的问题，与其他任何与此位置当前进行同步的数据库。 这不能撤消！";

/* No comment provided by engineer. */
"Try deleting ~/Library/Application Support/DEVONthink Pro 2/Sync/Locations and relaunching the application." = "尝试删除 ~/Library/Application 支持/DEVONthink 临 2/同步/位置并重新启动应用程序。";

/* No comment provided by engineer. */
"Unable to successfully fetch records using receipts; reverting to safe method (%@)." = "无法成功读取记录使用收据 ；恢复安全的方法 （%@）。";

/* Error description */
"Unimplemented Function" = "未实现的函数";

/* No comment provided by engineer. */
"Unimplemented operation." = "未执行的操作。";

/* Error description */
"Unknown Error" = "未知的错误";

/* No comment provided by engineer. */
"Unknown error." = "出现未知的错误。";

/* No comment provided by engineer. */
"WebDAV" = "WebDAV";

/* No comment provided by engineer. */
"The user refused to accept the synchronization request." = "用户拒绝接受同步请求。";

/* No comment provided by engineer. */
"A remote user has attempted to synchronize with your DEVONthink Personal database.  You can either merge your current data with the remote database or erase your current data, replacing it with the remote database.  If you choose to replace your local data, this will result in the removal of all data and cannot be undone!" = "有远程用户试图与您的 DEVONthink 个人数据库进行同步。 可以将您与远程数据库的当前数据合并，或者清除您当前的数据，它替换远程数据库。 如果您选择替换您的本地数据，这将导致所有数据的删除，将无法撤消！";

/* No comment provided by engineer. */
"Synchronize All" = "同步所有";

/* No comment provided by engineer. */
"Verification of database failed." = "验证失败。 请修复数据库使用菜单命令工具 > 验证修复。";

/* 2 -> 1 */
"Merged duplicate tag." = "合并重复的标记。";

/* No comment provided by engineer. */
"Couldn’t retrieve the content for the record, because no such record could be found." = "无法检索记录的内容，因为可以不找到任何此类记录。";

/* No comment provided by engineer. */
"Couldn’t retrieve the content for the record; the record may be incomplete or damaged." = "不能检索的内容的记录 ；该记录可能不完整或已损坏。";

/* No comment provided by engineer. */
"The local application and the remote application are the same.  Please check the remote address and try again." = "本地应用程序和远程应用程序是相同的。 请检查远程地址并再试一次。";

/* BLIP error */
"Connection closed before response was received" = "在接收到响应之前关闭连接";

/* Personal database title */
"with %@ at these locations..." = "在这些地点 @ %...";

/* Outdated sync store. */
"Could not read the receipt.  The receipt may have been created with an outdated version of the Sync Plugin.  Please clean the remote store and try again." = "不能读取的收据。 在收到可能已用过时版本的同步插件创建。 请清理该远程存储并再试一次。";

"Could not create a directory at the specified path; ensure that all volumes are correctly mounted and available with the correct permissions." = "无法在指定的路径 ； 创建一个目录确保所有的卷都正确安装并且可以使用正确的权限。";

"Failed to fetch information for database (%@)" = "无法获取数据库信息 （%@)";

"Database Metadata: " = "数据库元数据: ";

"Insufficient free space to complete the transaction." = "可用空间不足以完成交易。";

"The volume does not appear to be mounted." = "卷似乎并不会安装。";

"Encountered an error handling an out-of-scope URL." = "遇到错误处理范围外的 URL。";
"Encountered an error handling a security-scoped URL." = "遇到错误处理安全范围的 URL。";

"Failed to resolve URL from security bookmark data." = "从安全书签数据解析 URL 失败。";
"Resolved stale URL from security bookmark data." = "解决安全书签数据陈旧的 URL。";
"Failed to access URL resolved from security bookmark data." = "未能访问从安全书签数据解析的 URL。";
"Give DEVONthink access to any folder where indexed items may be kept." = "DEVONthink 访问给可能存放索引的项的任何文件夹中。";

"Permission to access a file was denied.  Since this is a sandboxed environment, DEVONthink must explicitly be given access to folders outside of its database where it may need to read or write files." = "若要访问一个文件的权限被拒绝。 由于这是一个沙箱环境，DEVONthink 必须明确给予访问其数据库以外的文件夹，它可能需要读取或写入文件。";

"Clean" = "清洁";
"Unavailable" = "不可用";

"Merge"="合并";
"Replace"="替换";
"Cancel"="取消";